---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacePeopleSensibleHeatGainPerPersonParam
source: html/a84d6af4-6553-fa25-2cb7-70b23cc88bb1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacePeopleSensibleHeatGainPerPersonParam Property

"Sensible Heat Gain per person"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacePeopleSensibleHeatGainPerPersonParam { get; }
```